
===========================================================================
report_tns
============================================================================
tns -56.57

===========================================================================
report_wns
============================================================================
wns -3.38

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -3.38

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack -0.96
