
===========================================================================
report_tns
============================================================================
tns -74.78

===========================================================================
report_wns
============================================================================
wns -4.20

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -4.20

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack -1.24
